Внутри мирового океана содержится порядка 99% всех живых организмов.
Дно мирового океана изучено хуже поверхности Марса.
За последнее столетие уровень воды океанов поднялся на 25 сантиметров.
В океанах на огромных глубинах иногда возникают подводные волны высотой в сотню метров, но на поверхности они не заметны.
Если все ледники Северного ледовитого океана растают, то уровень мирового океана поднимется на 10 метров.
Тихий океан, самый большой в мире, он занимает одну треть поверхности Земли.
Скорость тихоокеанского цунами превышает 750 километров в час.
Атлантический океан обладает самой соленой водой из всех океанов.
Волны океана способны перемещать камни весом в несколько сотен тонн.
В Антарктиде столько же льда, как и в Атлантическом океане воды.
Вода океанов содержит около тридцати миллиардов тонн серебра, а это в 45 тысяч раз больше, чем его добыли с 1492 года люди во всем мире.
В Тихом океане обитает самая ядовитая медуза в мире.
